{
  "ABOUTME": "Hello everyone, I'm Antonio Abbruzzo, a coding enthusiast and chill gamer. I am a focused individual dedicated to achieving my goals and always eager to learn. With a passion for coding and a love for gaming, I find joy in both creative problem-solving and immersive digital experiences. Ready to take on challenges and embrace new opportunities, I believe in continuous learning as a key to personal and professional growth.",
  "ANGULAR": "For the past 6 months, I have delved into frontend application development using the Angular framework. During this time, I have acquired the skills and techniques necessary to independently develop web applications. My journey with Angular has equipped me with the knowledge to create robust and dynamic web applications, showcasing my ability to work autonomously in the world of web development.",
  "JAVASCRIPT": "Over the last 6 months, I have immersed myself in the world of frontend development, specifically focusing on JavaScript. During this period, I've gained a solid understanding of JavaScript and its various libraries and frameworks. This experience has equipped me with the skills needed to independently create dynamic and interactive web applications. I am confident in my ability to leverage JavaScript to enhance user experiences and deliver efficient, client-side solutions for web development projects",
  "TYPESCRIPT": "I have dedicated my efforts to frontend development, with a particular emphasis on TypeScript. During this time, I've acquired a comprehensive understanding of TypeScript, its statically-typed nature, and its advantages in building scalable and maintainable applications. I have honed my skills in leveraging TypeScript's features, such as interfaces and strong typing, to enhance code quality and facilitate collaboration within development teams. This experience has empowered me to confidently use TypeScript in crafting robust and efficient web applications, showcasing my ability to navigate the intricacies of modern frontend development.",
  "HTML": "I have been actively engaged in frontend development, focusing extensively on HTML. In this period, I have acquired a solid understanding of HTML, the foundational language for building web pages. I am adept at creating well-structured and semantic HTML documents, ensuring accessibility and optimal user experience. My proficiency in HTML extends to incorporating modern practices, responsive design principles, and cross-browser compatibility. This experience has equipped me with the essential skills to contribute effectively to web development projects, translating design concepts into seamlessly functional and visually appealing web pages.",
  "SKILLS": "Let's talk about skills."
}
