{
  
    "ABOUTME": "`Ciao a tutti, sono Antonio Abbruzzo, un appassionato di programmazione. Sono una persona determinata nel raggiungimento dei miei obiettivi e sempre desiderosa di imparare. Con una passione per la programmazione e un amore per i videogame, trovo gioia sia nella risoluzione creativa dei problemi che nelle esperienze digitali coinvolgenti. Pronto ad affrontare sfide ed abbracciare nuove opportunità, credo che l'apprendimento continuo sia la chiave per la crescita personale e professionale.`",
    "ANGULAR": "Negli ultimi 6 mesi, mi sono dedicato allo sviluppo di applicazioni frontend utilizzando il framework Angular. Durante questo periodo, ho acquisito le competenze e le tecniche necessarie per sviluppare autonomamente applicazioni web. Il mio percorso con Angular mi ha fornito le conoscenze per creare applicazioni web robuste e dinamiche, dimostrando la mia capacità di lavorare autonomamente ed in team nel mondo dello sviluppo web.",
    "JAVASCRIPT": "Nell'ultimo semestre, mi sono immerso nel mondo dello sviluppo frontend, concentrandomi in particolare su JavaScript. Durante questo periodo, ho acquisito una solida comprensione di JavaScript e delle sue varie librerie e framework. Questa esperienza mi ha fornito le competenze necessarie per sviluppare autonomamente applicazioni web dinamiche e interattive. Sono sicuro della mia capacità di sfruttare JavaScript per migliorare le esperienze degli utenti e fornire soluzioni efficienti lato client per progetti di sviluppo web.",
    "TYPESCRIPT": "Mi sono dedicato attivamente allo sviluppo frontend, con un'enfasi particolare su TypeScript. Durante questo periodo, ho acquisito una comprensione completa di TypeScript, della sua natura staticamente tipizzata e dei suoi vantaggi nella costruzione di applicazioni scalabili e manutenibili. Ho affinato le mie competenze nell'utilizzo delle funzionalità di TypeScript, come le interfacce e la tipizzazione forte, per migliorare la qualità del codice e facilitare la collaborazione all'interno dei team di sviluppo. Questa esperienza mi ha permesso di utilizzare TypeScript con fiducia nella creazione di applicazioni web robuste ed efficienti, dimostrando la mia capacità di navigare tra le complessità dello sviluppo frontend moderno.",
    "HTML": "Negli ultimi 6 mesi, mi sono attivamente dedicato allo sviluppo frontend, concentrando la mia attenzione su HTML. Durante questo periodo, ho acquisito una solida comprensione di HTML, il linguaggio fondamentale per la costruzione di pagine web. Sono abile nella creazione di documenti HTML ben strutturati e semantici, garantendo accessibilità e un'ottimale esperienza utente. La mia competenza in HTML si estende all'incorporazione di pratiche moderne, principi di design responsivo e compatibilità cross-browser. Questa esperienza mi ha fornito le competenze essenziali per contribuire efficacemente a progetti di sviluppo web, traducendo concetti di design in pagine web funzionali e visualmente accattivanti.",
    "SKILLS":"Parliamo di skills"
}
  
